{"config": [{"config": {"name": "dense_12", "dtype": "float32", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 32, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 5], "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_10", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_13", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 24, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_11", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_14", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 32, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_12", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_15", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 24, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_13", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_16", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 32, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_14", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_17", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 85, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow"}