{"config": [{"config": {"name": "dense_6", "dtype": "float32", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 24, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 5], "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_5", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_7", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 32, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.2, "name": "dropout_6", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_8", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 64, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_7", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_9", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 32, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.2, "name": "dropout_8", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_10", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 24, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_9", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_11", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 85, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow"}