{"backend": "tensorflow", "config": [{"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 5], "activation": "tanh", "bias_constraint": null, "activity_regularizer": null, "dtype": "float32", "name": "dense_1", "bias_regularizer": null, "kernel_constraint": null, "units": 64, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "name": "dense_2", "activation": "tanh", "bias_constraint": null, "activity_regularizer": null, "units": 64, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "name": "dense_3", "activation": "tanh", "bias_constraint": null, "activity_regularizer": null, "units": 32, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "name": "dense_4", "activation": "tanh", "bias_constraint": null, "activity_regularizer": null, "units": 64, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "name": "dense_5", "activation": "softmax", "bias_constraint": null, "activity_regularizer": null, "units": 85, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.2"}