{"config": [{"config": {"name": "dense_1", "dtype": "float32", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 16, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 5], "activation": "tanh", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.2, "name": "dropout_1", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_2", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 24, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "tanh", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_2", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_3", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 32, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "tanh", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.3, "name": "dropout_3", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_4", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 24, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "tanh", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"rate": 0.4, "name": "dropout_4", "trainable": true, "noise_shape": null, "seed": null}, "class_name": "Dropout"}, {"config": {"name": "dense_5", "trainable": true, "use_bias": true, "activity_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "units": 85, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "bias_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow"}